#Dialog Main
Enter ID Manually
Login VIP
Register VIP
Pause (Ctrl + F12)
Auto Play League
Mode World Cup with computer
Auto Manager League
Auto Manager Rank
Information
Win:
Difficult:
Restart game
Position 1
Position 2
Position 3
Position 4
Position 5
Position 6
Position 7
Position 8
Open game
When Played:
When
Reset Combo
Use the tactic when:
Draw
1 - Default
2 - Counterattack
3 - Player
4 - Ball possession
5 - Big pressure
6 - My Tactic 1
7 - My Tactic 2
8 - My Tactic 3
9 - My Tactic 4
10 - My Tactic 5
Winning with number goals >=
Losing with number goals >=
Nofocus (No need focus to game)
Lock setting
Hide game window
Auto change account after game exit (VIP)

OPEN ITEM
Get all items before opening
Do not receive SVIP item (Slower)
Save current BP when completed (C:\ItemOpenBP.txt)
Manage

UPDATE BUYING PRICE
Update with the maximum price
Update with the price enough highest
The maximum spend for each player
Limit buy player
Update the list later
Update the list after each match
Last updated at
seconds
index
Note: When selecting pause mode will not work.

UPDATE SELLING PRICE
Update with the minimum price
Update with the price enough lowest
The minimum payout amount for each player
Limit sell player
Exit Game after completed

Calculator Tax
Auto mode 
Supported features
Played:
Lost:
Draw:
Times:
goals
Login
Please login or register VIP!
Looking for ID...
Reset
1h play
2h play
3h play
4h play
5h play
6h play
7h play
8h play
Resolution default.
Full Screen (16:9)
Times of match
1 - Amateur 2
2 - Amateur 1
3 - Semi pro 3
4 - Semi pro 2
5 - Semi pro 1
6 - Professional 3
7 - Professional 2
8 - Professional 1
9 - World class 3
10 - World class 2
11 - World class 1
12 - Challenger 3
13 - Challenger 2
14 - Challenger 1
15 - Supper Challenger
16 - Champion
17 - Supper Champion

0 - Default
1 - Newbie
2 - Amateur 2
3 - Amateur 1
4 - Semi pro 1
5 - Semi pro 2
6 - Professional 2
7 - Professional 1
8 - World class 2
9 - World class 1
10 - Legend
Ranking
Select team
Switch to another team if lost
When played over
Exit now
Combined
Time remaining.
Number of matches remaining.
Reset
Match
Match Wins
Match loser
Match Draws
Over match
Combo win
Combo lose
Combo draw
String:
List:
1 - Pouring concrete
2 - Tight defense
3 - Cell
4 - Normal
5 - Pressure
6 - Big pressure
7 - Pressing
Resolution:
Tactics:
Trends:
Stop auto
Play with computer
Quit game
Shutdown
Custom (VIP)
Draw
Won
Lost
Auto enter the second password (VIP)
minute
Stop
Win
Lose
Draw

#Tip Main
Login to <b>activate VIP</b> subscribed
Register <b>VIP Members</b> to <b>fully utilize</b> the functions
Calculate the amount received after tax when selling players
Turn off the game immediately and pause Auto (Alt + Q)
Choose the A B C team before the match.
When losing, move to the next team ... -> A -> B -> C -> A ....
Auto exit the game after the selected time. Time has been counted since the game.\nIf you choose the "Restart game" feature, Auto will launch the game after the game exit.
Auto is active, if Game is off or closed.\nAuto will restart the game.
When the number of matches has been set, the function will be activated.
When enough matches Combo will activate the function.
Reset the Combo information after activating the function.\nIf not check, it will uncheck the Combo function.
Activate to be able to fit Auto and other work.
When this feature is enabled, any settings will be disabled.\nRestrict other users to modify their settings.
Hides or shows the Game window.
Maximum price to re-register. If the current price is higher then the selected price will be ignored.
Set up tactics in the game.
When the score is in harmony, it switches to the established tactics
Switch to the established tactics when the lead score is greater than or equal to the selected number of goals (Level 1).\nPrefer using this tactics if the difference is between Level 1 and Level 2 (if set. ).
Switch to the established tactics when the lead score is greater than or equal to the selected number of goals (Level 2).\nPrefer using this tactics if the difference is greater than or equal to Level 1.
Switch to the established tactics when the losing score is greater than or equal to the selected number of goals (Level 1).\nPrefer using this tactics if the difference is between Level 1 and Level 2 (if set. ).
Switch to the established tactics when the losing score is greater than or equal to the selected number of goals (Level 2).\nPrefer using this tactics if the difference is greater than or equal to Level 1.
When the game comes to the selected minute. Auto will prefer using this tactics.
ID of game account. ID must be number!
Manually enter Game ID manually. Or you can go to the game, Auto will recognize Game ID.
The position of the FIFA Online 4 icon on the Ganera interface.\nFirst is 1, increasing from left to right, from top to bottom.\nFunction: (Row - 1) x 4 + Column.\nExamples row 2 column 1 is the 5th place (1 x 4 + 1)
The settings will return to the available default option in Auto.
Customizable on-screen resolution, very useful for low resolution support.
After reaching the selected rank.
Reset the statistics.
Choose the difficulty level to play with the machine before entering the match.
Automatically enter second password every time into the game.
Manually switch to another account by the established account list.
Use tactics by installed lists, support multiple situations. Can split situations to be more efficient.
Automatically receive items in the inventory, open items.\nSupport to manage the history of opening items.
Update the price of players who are buying in the transfer market.\nSupport the updated prices so it does not change the order of the player who is buying.
Update the price of players who are selling in the transfer market.\nSupport the updated price so it does not change the order of the player who is selling.
Every day, when the time has passed (HH: mm) installed, the game will automatically enter through the Garena window.\nIf the game is now open, when the game is turned off, it will still be able to access itself.
Set the schedule for opening the game itself. Time format Time: Minutes
Enter the game from the Garena window.
Select team.
When the rating is set, it will activate the function.
Select the rating type.
Function settings.
When the playing time reaches the set level, the function will be activated.
Exit the game as soon as you have enough time. Ignore waiting for the match.
When both conditions of time and number of matches are sufficient, the function will be activated.
Time settings.
Select time unit.
Set the number of matches.
Install match type.
Lock the currently running Game window.\nSupport setting password to unlock.

#Data Main
Looking for ID window ...
Please login or register VIP!
Are you sure to select this setting?
Notification
Are you sure you want to quit the game?\nThis function will not activate to restart the game.
Do you want to reset the statistic data?
Do you want all settings back to default?
Invalid Game ID!
expiry date
GID has expired or not yet registered!

#Connect
Connection errors:
Connection failed, please try again
Can not connect to Server!
The connect timeout!

#Dialog Tax
Enter player price:
Tax (-40%):
Money received:

#Tip Tax
The price of the player entered the game.
If the account is a VIP member of the game.\nThe tax will be reduced when selling players.
While playing in Garena's GCafe room.
Amounts received after deduction of tax.
Default tax when selling players.

#Dialog Reg
Seri number:
Code number:
Find Game ID
Scratch Cards:
Building
If Game ID is still expired, the next registration will be accumulated!
Website buy card:
Price list by Game ID:
Price list by PC:
10k = 10 days\n20k = 20 days\n30k = 30 days\n50k = 60 days
100k = 132 days\n200k = 264 days\n500k = 660 days\n1000k = 1320 days
150k / month. It is possible to register with a small card.\nWhen you accumulate more than 150k, the server will activate.
When registering a card for multiple Game IDs. The card will be divided equally and at minimum 10k
Registration !!!
VIP registration to use all features.\nEach account has only one Game ID corresponding.\nOnly a form of registration is here !!!!!
Package:
Machine code:
By Game ID
By PC (Multiple accounts)

#Data Reg
The card type was chosen incorrectly!
You have not entered a seri number yet!
Invalid seri number entered!
You have not entered a code number yet!
Invalid code number entered!
Game ID is invalid!
Registration in progressing ...
Server is down or maintenance!
Card is incorrect or used!

#Tip Reg
Enter Game ID to register.\nEach account has only one Game ID.\nPress the <b>Find Game ID</b> button to automatically find it!
Enter the serial number on the card.
Enter the card code on the card.
Find Game ID of account.\nPlease go to Garena or go to Game to recognize GID Game.
Start the registration process
Registration system is buidding !!!
Game ID has shared:
(Can ignore)
If the "Game ID has been shared" is still valid, it will receive a 15% expiration bonus of the owner registration.

#Data Loading
Automatic upgrade to the new version is failed!
Do not get information from Server!
The current version is old, please download the latest version!
The program has a new version!\nWould you like to upgrade to the new version?
Upgrading to new version ...

#Title
STARTING
ENTER SECOND PASSS
Register VIP member
CALCULATION TAX
Checking version ...

#Dialog PIN
Enter PIN2
Delete a PIN2 number.
Delete all.
Confirm PIN2.
Remember password
Accept

Support functions
Basic tactics
Advanced tactics
Enter the Unicode string
Type in the Unicode string you want to send to the game.\nThen switch to the game window and press Enter.\nAuto will send the Unicode string entered to the game.

Use advanced tactics (VIP)
Auto open items when entering the game (VIP)
Auto update the price to buy players (Auto hunt - VIP)
Auto update the price to sell players (VIP)
Schedule open Game
Prioritize from top to bottom of list ***

Save list
Load list
Test
Add
Edit
Delete
Up
Down
Option
Tactic
Tendency
If 
, if 
when the 
After minute of 

Winning with nummber >
Losing with nummber >
Winning with nummber =
Losing with nummber =
Holding the ball
Lost the ball
0 - No change

Update

Lock the game window
UNLOCK
Create a password to unlock:
Enter password to unlock:
Enter password
Show password
Cancel
Create password
Lock Forever
Password to unlock is not correct!
The selected feature will be disabled.\nAre you sure to select this setting?
If selected "No change" will check the conditions below.

ACCOUNT LIST
Drag the acc list file into the bottom of the frame
Find:
Keyword
Start from #
End to #
in the list
Auto create the coach's name for the new account
By username
By random name
Delete list
Account
Password
After completing the list
Run the command line after:
Do loop
Support: Auto create PIN2, create clubs, do tasks for new accounts, ...
Quick create

CUSTOMIZED FUNCTION
Matches num
Match type
Mode
Current position:
Edit current location #
Do loop after finishing the list
After enough matches will change settings:
Exit the Game after changing the settings.
After the change is complete, the settings are as selected. Auto will automatically exit the game.

ADD TACTICAL
According to the ratio --------------
By the time ----------
According to the situation --------
If
If after th minute
and are
Then use tactics
and trends

LANGUAGE EDITOR
Sample language:
Sample language
Current language
Current language:
Reload
Create new
Edit

REPLACE LANGUAGE
Replace
Rework

ADD FUNCTION
(0 = Default)
Match type:
Mode:
Default

#Tip Switch Account
Select the file containing the list of accounts.
Find the phrase in the list. Use Enter to find next.
Select the starting position in the list.
Select the end position in the list.
If the coach's name already exists, Auto will randomly add the last 3 characters.
The name of the coach will randomly generate.
After completing the list, Auto will activate the selected function.
Delete all added lists.
Create a quick file containing the account list.
Run the command line when it matches the selected condition.
Conditions to activate the command line.\nExit Game: Run the command line and wait until the run finishes.\nOpen Game: Run the command line but don't wait for the run to finish!
Command line to run. If the path contains a space, it must be enclosed in double quotes \"\nSupport running the command line with the same parameters as when using the Run window.
Select the file to run when the conditions match.
Run the setup command line test.

CREATE AN ACCOUNT LIST
Login name:
Numerical order:
Password:
Overwrite old data in the file
Open the file after completion
Create & Save

#Tip Switch Create
Login name to create, not including sequence number.\nExample: Account001, Account002, ..., Account999\nAccount is the login name, 001 002, ..., 999 is the sequence number.
The start number of the account.
The end number of the account.
The length of the format of the sequence number, will add 0 characters before the sequence number given by the length set.\nFor example: Account001, Account002, ..., Account999\nLength is 3: 1 -> 001 , 2 -> 002, ..., 999 -> 999
Password of the account you want to create.
Second password of the account.
Delete all old data and replace it with new data.
Open the file containing the account list after creating.
Proceed to create an account list and save to file.

TESTING TACTICS
Custom
Home team score
Away team score
Match time
Situation
Result
Tactic
Tendency

#Tip tatic test
Simulate the score of the home team.
Simulate the score of the away team.
Simulate the match time. From 0 to 120 minutes.
Emulate the ball situation in the match.
Tactic will be used.
Tendency will be used.

#Tip Open Item
Get all items in stock.
Save the current total BP of the account after opening the completed item.
Exit the game after opening the completed item.
Manage BP of accounts, players have opened.

#Tip Player Buy
Enter the current highest value of the currently purchased player.
Limit the amount of BP you can invest to buy a player.
The maximum amount of BP to invest.
Limit the number of lines a player needs to buy in the currently purchased list.
Set the number of lines.
After completing the list of players who are buying will perform again and do not enter the match.
Set time.
After each match, auto will automatically update the price of players who are buying.

#Tip Player Sell
Enter the current lowest value of the currently selling player.
Limiting the lowest BP number can agree to sell a player.
Minimum amount of BP may agree.
Limit the number of players you need to sell on the selling list.
After completing the list of selling players will perform again and do not enter the match.
After each match, auto will automatically update the price of the player who is selling.
Exit the game after updating the price of the currently purchased player.

#Tip UnLock
Enter the password to create.
Show the password you are entering.
Create the entered password, when unchecking the function will require a password.
Hard lock, the function will not be unchecked, if the intervention will automatically turn off the game.
Unlock function with entered password.

#Tip Advanced Tatic
Save the tactical list to the file. You can load tactics from saved files.
Load tactics from the file.
Add tactics to the list.
Fix selected tactics in the tactics list.
Delete the selected strategy in the tactics list.
Move selected tactics to go up in the tactics list.
Moving tactics has chosen to go down in the tactics list.
Emulators and tactical tests will be used in the match.

UPDATE INFORMATION
Show again when new updates are available
Do not show this message again

HISTORY MANAGER
Load
Save
Hide line
Export (* .xls)
Filter
Total BP
Total BP: 0
BP from
to
Update at
User Name
Last update
Current BP